{
	"name": "Exploration",
	"icon": "naturescompass:naturescompass",
	"category": "survive",
	"pages": [
		{
			"type": "text",
			"text": "Glaciers and deserts, autumnal forest and oceans...this patchwork of landscapes comprise the kingdom of Ardania. All throughout, one can find dungeons, ruins, monster lairs, villages, and more. To navigate to all the wonders and dangers, adventurers will find that there are many tools to aid them on their journeys."
		},
		{
			"type": "text",
			"text": "A magical map has been provided to all adventurers. You will find that you can use it to map the surrounding area and mark any points of interest. <ooc>(This is the minimap. You can also open a world map with <key='gui.xaero_open_map'>. The waypoints GUI can be accessed with <key='gui.xaero_waypoints_key'>.)</>"
		},
		{
			"type": "crafting",
			"text": "A sleeping bag can be crafted and used sleep safely through a night. Coloured variants are also available.",
			"recipe": "comforts:sleeping_bag_white"
		},
		{
			"type": "crafting",
			"text": "To sleep through the day, craft a hammock and attach it to blocks placed 4 blocks apart using a pair of <item>rope and nails</>. The hammock is also available in different colours.",
			"recipe": "comforts:hammock_white"
		},
		{
			"type": "crafting",
			"text": "There are a few hooks that can be used to reach hard-to-reach places. You may wish to start with a wooden or iron hook.",
			"recipe": "hooked:wood_hook"
		},
		{
			"type": "crafting",
			"text": "There exists a strange apple that allows one to travel up slopes without needing to constantly jump.",
			"recipe": "cyclicmagic:item.food_step"
		},
		{
			"type": "crafting",
			"text": "An adventurer looking for a particular biome will find that a regular compass can be morphed into a nature compass.",
			"recipe": "naturescompass:natures_compass"
		},
		{
			"type": "text",
			"text": "The caves in Ardania exist in a massive underground network, with tunnels extending for miles and criss-crossing one another often. It is very easy to get lost but you were all but guaranteed to come across something interesting.<p>You will come across many structures in your travels. Some can simply provide shelter for a weary traveller while others are filled to the brim with monsters and treasure."
		},
		{
			"type": "text",
			"text": "Wizard shrines should be given a wide berth until you are prepared for them. They are protected by 3 evil wizards who will erect an impassible dome that will prevent you from escaping until you have dealt with them. The treasure that the chests contain though is well worth the effort."
		},
		{
			"type": "image",
			"text": "Beware the glowing chest!",
			"images": [
				"lexica_ardania:textures/wizard_shrine.png"
			]
		},
		{
			"type": "text",
			"text": "Some villages have a building with walls made of polished diorite that has within it a teleporter to a labyrinthine dungeon dimension. This dimension is the remnants of the life's work of the wizard Daedalus the Delirious. One should be extremely cautious about entering this dimension. The portal is only active for a short time, drops you in a random location, and you must find a return portal to leave."
		},
		{
			"type": "image",
			"text": "Right-click the triangle block to activate the portal",
			"images": [
				"lexica_ardania:textures/labyrinth_portal.png"
			]
		}
	]
}