{
	"name": "Food & Farming",
	"icon": "culinaryconstruct:sandwich",
	"category": "survive",
	"pages": [
		{
			"type": "text",
			"text": "Food. You need it in order to live. Therefore, it's rather important to surviving in Ardania. These tips will help you with acquiring and making food, through farming or other means."
		},
		{
			"type": "text",
			"title": "Gentle Harvesting",
			"text": "Crops grown on fields do not need to be violently ripped out of the ground and replanted in order to produce more. Harvest them gently and the remaining roots will regrow on their own. <ooc>(Most crops can be harvested just by right-clicking on them.)</>"
		},
		{
			"type": "crafting",
			"recipe": "rustic:apiary",
			"text": "If you gather wild <item>bees</> from a <item>hive</> and place them in an <item>apiary</>, they will increase the growth of nearby plants. The bees will reproduce on their own, and the more bees in an apiary, the greater the growth. The resulting <item>honeycomb</> can be crushed into liquid <item>honey</>."
		},
		{
			"type": "crafting",
			"recipe": "rustic:fertile_soil",
			"text": "Mixing bonemeal with dirt will create <item>Fertile Soil</>, which is superior to simply tilling the ground. It doesn't require water to stay hydrated, it can't be trampled, and sugar cane can grow on it without water nearby."
		},
		{
			"type": "text",
			"title": "Fruit Trees",
			"text": "There are a variety of <thing>fruit trees</> growing in the wild that can provide small amounts of sustenance. Their fruits can be picked directly from their leaves or will occasionally fall on the ground when it has ripened."
		},
		{
			"type": "image",
			"images": [
				"lexica_ardania:textures/fruit_trees.png"
			]
		},
		{
			"type": "crafting",
			"text": "Over the millenia, Ardanians have come up with a preparation method that involves placing a variety of ingredients between two slices of bread. They call this a <thing>\"sandwich\"</>. This strange culinary creation needs to be made on a <item>sandwich station</>.",
			"recipe": "culinaryconstruct:sandwich_station"
		},
		{
			"type": "crafting",
			"text": "There are <thing>crops and herbs</> that are unique to Ardania, such as <item>tomatoes</> and <item>chili peppers</>. Some can be used as ingredients for <item>sandwiches</> and others can be used to <idea>brew potions and alcohol</>. More information is available in the <item>Almanac</>.",
			"recipe": "rustic:almanac"
		},
		{
			"type": "crafting",
			"text": "<item>Suspicious soup</> is one of the first foods that you can make that can have magical properties. Be aware though that <idea>sometimes it also has negative side effects</>.",
			"recipe": "charm:suspicious_soup"
		},
		{
			"type": "spotlight",
			"item": "futuremc:suspicious_stew",
			"text": "<item>Suspicious stew</> similarly can have positive or negative magical effects but these are more predictable than the ones that come from the soup."
		},
		{
			"type": "crafting",
			"recipe": "cyclicmagic:item.tool_harvest_crops_1",
			"text": "A <item>garden scythe</> can be used to quickly harvest a large area of crops at once."
		}
	]
}