{
	"name": "More Tips",
	"icon": "botania:cosmetic:31",
	"category": "survive",
	"pages": [
		{
			"type": "text",
			"text": "<li>While being moved by pistons, two slime blocks will only connect if they're the same color, or if one is made of another (so Red won't connect to Blue, but it'll connect to Magenta). Any color of slime will connect to non-slime blocks around it normally.<li>A Quark candle equals half of a bookshelf for the purposes of enchanting."
		},
		{
			"type": "text",
			"text": "<li>A chute can be used as an alternative to the dropper.<li>Dispensers can plant seeds, place blocks, and play records in jukeboxes.<li>Obsidian pressure plates are only triggered by players.<li>Right-clicking with a trowel will place a random block from your hotbar.<li>Charcoal blocks will remain on fire forever, like netherrack.<li>Item frames can be dyed, and also placed on horizontal surfaces."
		},
		{
			"type": "text",
			"text": "<li>Glass item frames turn invisible when an item is placed into them.<li>Chests can be right-clicked into boats for more storage on the go.<li>Favouriting items in your inventory (by Alt+right-clicking) means they will be unaffected by the Merge/Dropoff buttons.<li>To link an item in chat, press Shift+T while looking at the item in an inventory."
		},
		{
			"type": "text",
			"text": "<li>Shulker boxes have the same blast resistance as obsidian.<li>Compasses in the Nether point to the portal you entered. Compasses in the End point to the overworld portal.<li>Right-clicking a ladder with another ladder will place it under the one right clicked, as long as there is space for it.<li>Right-clicking an armor stand while sneaking will swap all armor and your off hand item quickly."
		},
		{
			"type": "text",
			"text": "<li>Right-clicking a block of snow (full block or layered block) with a shovel will remove a layer from it.<li>Right-clicking a sign with an empty hand lets you edit it.<li>Holding an emerald block causes nearby villagers to follow you.<li>Right-clicking a boat with a banner adds it as a decorative sail.<li>Combining an item with a dye in an anvil has the item's tooltip name take that dye's colour."
		},
		{
			"type": "text",
			"text": "<li>Witch hats from Quark have a built-in 1 in 2 chance of resisting potions of harming from witches, and always protect you from spectre curses.<li>Coloured runes are used to change the colour of an enchantment's shimmer, and can be crafted from the crystals rarely found in caves.<li>Diorite, granite, andesite, marble, and limestone are biome specific."
		},
		{
			"type": "text",
			"text": "<li>Ancient Tomes can be combined with an Enchanted Book of the same enchantment to create one that's a level higher than the max.<li>Feeding a baby animal a poisonous potato has a chance to poison it for a few seconds. A baby animal that has been poisoned by this method will never grow into an adult.<li>Dragon scales (dropped by a player-summoned enderdragon) can be used to duplicate an elytra."
		},
		{
			"type": "text",
			"text": "<li>Endermites will rarely bury into purpur blocks but when they do, they fuse with the block, forming a Shulker.<li>If a silverfish burrows into an Ender Pearl Block, it will turn into an Endermite.<li>Glowstone dust can be placed just like redstone and emits light like a torch.<li>Gunpowder can be placed just like redstone and can be ignited and works like a fuse."
		},
		{
			"type": "text",
			"text": "<li>When right-clicked, soul powder will create a spirit, which will fly in the direction of the nearest nether fortress.<li>Regardless of light level, monsters may not spawn on top of wither ash, or on top of blocks that have wither ash under them.<li>Eating an Apple of Lofty Stature will give you permanent step assist.<li>Pressing Shift-Z toggles the Item Zoom on the left side of your inventory."
		},
		{
			"type": "text",
			"text": "<li>Items can be right-clicked into a shulker box in an inventory.<li>Bookshelf chests have the same enchanting power as normal bookshelf as long as least one slot is occupied.<li>Crates keep their inventory when being broken.<li>Eating a chorus fruit will teleport you to the nearest ender pearl block.<li>Rotten flesh blocks will convert any soil above it into podzol over time."
		},
		{
			"type": "text",
			"text": "<li>Redstone sand falls like sand and emits a signal like a redstone block.<li>A potion of ender sight allows you to \"hear\" the direction of a stronghold. While under its effects, enderman may be attracted to your location.<li>Potions of poison can be brewed from poisonous potatoes with a mundane potion base.<li>The Curse Break enchanted book can be combined on an anvil with any cursed item to remove the curse."
		},
		{
			"type": "text",
			"text": "<li>A tool with the Magnetic enchant added block drops straight into your inventory.<li>Combining in item with its golden version on an anvil will reduce the original item's repair cost.<li>Combine an enchanted book with empty glass bottles on an anvil to get Bottles O' Enchanting.<li>Leather armour is invisible when you have the invisibility effect on your character."
		},
		{
			"type": "text",
			"text": "<li>A totem of undying will protect you from death even if it's just in your inventory.<li>Spectre spawn in darkness at low depths and if they touch you, they will apply a random cursor to a weapon or armour and then disappear. They can be defeated by lighting up the area. On death, they convert sand below them into soulsand.<li>Burning arrows can set blocks on fire."
		},
		{
			"type": "text",
			"text": "<li>Emerald apples can be used to cure zombie villagers and unlock any X'd out trades.<li>Chests can be opened through signs.<li>Ladders can be climbed faster by simply looking up or down.<li>Feather Falling IV causes the boots they're on to take 100% of any fall damage, leaving you unharmed."
		},
		{
			"type": "text",
			"text": "<li>Blocks can be placed in the bottom face of other blocks while you're standing on them, you can do this by looking at the bottom of the block from above. You'll know this option is available when a [ ] shows up around your crosshair.<li>Bottles of Dragon Breath can now be thrown. Upon impact, they'll randomly replace some Stone blocks around the impact point with End Stone."
		},
		{
			"type": "text",
			"text": "<li>The Ender Watcher emits a full Redstone signal as a player is looking directly at it.<li>Gravisand will not fall unless primed with redstone. If it cannot fall, it will instead float up. Additionally gravisand will propagate the signal to any additions gravisand blocks, causing them to fall or float as well."
		},
		{
			"type": "text",
			"text": "<li>Gold Buttons emit a very short pulse (2 redstone ticks), whereas Iron Buttons emit a very long pulse (5 seconds).<li>Iron chains can link boats or minecarts together. Iron chains can also be used to craft chainmail armour.<li>Animals will not walk over iron grates but monsters, players, and other entities will. Items will just fall straight through an iron grate."
		},
		{
			"type": "text",
			"text": "<li>Iron ladders do not require a block behind them as long as the top ladder is attached to a block.<li>Banners are now allowed to have up to 16 layers.<li>Blaze rods can be placed like a normal rod.<li>Rope can be placed on the bottom of a block and dropped down further by right-clicking it with more rope. Players can climb rope as if it were a ladder."
		},
		{
			"type": "text",
			"text": "<li>Leads can be strung between two pieces of fence by right-clicking the lead on one and then the other.<li>Axes break leaves as fast as shears, but will not drop the leaf blocks.<li>Bone meal works on cacti, sugar canes, and nether wart.<li>Composters can be used to recycle unneeded plant material into bonemeal.<li>Coffee, which is brewed from cocoa beans, give you speed, haste, and strength for a short time."
		},
		{
			"type": "text",
			"text": "<li>Uneaten cakes can be broken to retrieve the cake.<li>Excess hunger from food is carried over into saturation.<li>Drinking a bottle of water in a hot and dry biome will provide a regeneration boost. Bottles of water can be made by clicking an empty bottle on a cactus.<li>A cake can be flavoured by right-clicking a redstone extended potion on it. Eating the slice of the cake will give you the potion effect."
		},
		{
			"type": "text",
			"text": "<li>Grass is no longer the bane of your combat existence! You can now hit mobs behind grass.<li>Withers can only be spawned in the nether.<li>Creepers can be sheared once for a little extra gunpowder. They still have enough to explode though."
		}
	]
}