{
	"name": "Tools",
	"icon": "cyclicmagic:tool_harvest_weeds",
	"category": "survive",
	"pages": [
		{
			"type": "text",
			"text": "There are many tools of the trade that will prove to be useful both inside and outside of combat. Many have been created by the <a='races/dwarves#Cyclic'>dwarves</a> and <a='races/humans#Bibliocraft'>humans</a>; more info about them are in their sections of this book. Here are some additional tools to keep in mind."
		},
		{
			"type": "text",
			"text": "While using the correct tool, it is possible to <idea>excavate blocks that are nearby the one you are harvesting</>, provided that they are of the same type. <ooc>(Hold down <key='oreexcavation.key.excavate'> to use this function. It is also possible to choose to mine in a shape using <key='oreexcavation.key.shape'>.)</>"
		},
		{
			"type": "crafting",
			"text": "An <item>Akashic Tome</> is a magical book that can be used to store different manuals (including this one). <ooc>(Add a book by crafting it with the tome; <key='use'> to pick a book; <key='attack'> the air to unpick; <key='sneak'> + <key='drop'> to remove a book.)</>",
			"recipe": "akashictome:tome_1"
		},
		{
			"type": "crafting",
			"text": "Placing torches around your home can be time-consuming endeavour. But if you don't, there is a high chance that monsters will show up. The <item>Terrain Lighter</> makes this task much easier.",
			"recipe": "torchmaster:terrain_lighter"
		},
		{
			"type": "crafting",
			"text": "Once you've gathered more resources however, the <item>Mega Torch</> can be crafted and placed to deter monsters in a large area.",
			"recipe": "ct_torchmaster_mega_torch"
		},
		{
			"type": "crafting",
			"text": "A <item>Sack of holding</> can be used to pick up containers such as chests, as well as monster spawners.",
			"recipe": "cyclicmagic:item.chest_sack_empty_1_2_3"
		},
		{
			"type": "crafting",
			"text": "Armor, tools, weapons, shields, and baubles can sometimes be found at <idea>varying qualities</>. To improve the quality of an item, it must be reforged in a <item>reforging station</> using <item>isolated materia</>. <ooc>(</><b>$(d)Light purple</> <ooc>text indicates the highest quality.)</>",
			"recipe": "qualitytools:reforging_station"
		},
		{
			"type": "crafting",
			"text": "<item>Redstone paste</>, a sticky substance that can be attached to any horizontal or vertical surface, can be crafted from regular redstone and a slime ball. Similarly, sticky comparators and repeaters can be made in a similar method.",
			"recipe": "redstonepaste:redstonepaste"
		},
		{
			"type": "spotlight",
			"text": "There are several <item>wands</> with unique abilities that can be crafted through Lunord's guidance. For example, they can help you build structures, grapple a limited distance, illuminate areas and blocks, walk on air, and launch yourself high into the sky.",
			"item": "astralsorcery:itemwand"
		},
		{
			"type": "crafting",
			"text": "A <item>brush scythe</> cuts down grass and flowers in a large area.",
			"recipe": "cyclicmagic:item.tool_harvest_weeds_1"
		},
		{
			"type": "crafting",
			"text": "The <item>prospector</> searches for ores and other interesting blocks in a straight line behind any block you use it on, up to 32 blocks away.",
			"recipe": "cyclicmagic:item.tool_prospector_1"
		},
				{
			"type": "spotlight",
			"title": "Living Enchantment",
			"item": "minecraft:enchanted_book{StoredEnchantments: [{lvl: 1, id: 57}]}",
			"text": "The <item>living enchantment</> can be added to a piece of armor, weapon, or tool. These items grow stronger with use. While it is <thing>not compatible with any other damage, efficiency, or protection enchants</>, it will <idea>eventually outperform them</> once the item has gained enough levels. Living items also have their own personality."
		},
{
			"type": "crafting",
			"text": "The <item>EnderTable</> can make enchanting easier. It uses <item>ender dust</> instead of lapis and scans one more level of bookshelves if you are in need of a smaller enchanting area. Also, placing a <item>blaze powder</> in the dust slot changes the possible enchants on the item.",
			"recipe": "terraqueous:ender_table"
		},
		{
			"type": "spotlight",
			"text": "But before you begin using the EnderTable, it would be wise to craft an <item>Ender Monocle</> in it. This can be done by placing an <item>Eye of Ender</> and <item>9 gold nuggets</> in the EnderTable. The resulting monocle can then be equipped and allows you to see which enchants are going to be applied.",
			"item": "terraqueous:ender_monocle"
		},
		{
			"type": "crafting",
			"title": "More Tools",
			"text": "The dwarves have a variety of tools available to adventurers that are listed in the <item>Cyclic Guide Book</>. These include <thing>item/fluid/energy cables, conveyor belts, scaffolding, charms, and block miners</>.",
			"recipe": "ct_cyclic_guide"
		},
		{
			"type": "link",
			"title": "Relics",
			"text": "There are a number of items that can be harvested from certain monsters and crafted into <thing>powerful relics</>. Such as roses that protect the holder from withering, cloaks that turn the wearer invisible in darkness, staffs that shoot lightning, medallions that store experience, and powerful grenades that do not break blocks or hurt the wielder.",
			"url": "https://github.com/P3pp3rF1y/Reliquary/wiki",
			"link_text": "Reliquary Wiki"
		}
	]
}